export const attribute: string[] = ['连花清瘟', '双黄连口服液', '清热解毒口服液', '金银花口服液', '牛黄解毒丸', '金嗓子', '急支糖浆', '感冒灵颗粒', '布洛芬', '复方氨酚烷胺片', '板蓝根颗粒', '小柴胡颗粒', '维C银翘片', '阿莫西林', '枇杷膏', '西瓜霜', '藿香正气', '维生素C', '金银花', '物理降温', '多喝热水', '多休息', '天选打工人(上班)', '补充蛋白质', '补充电解质', '多吃水果', '多吃蔬菜', '多吃黄桃罐头', '啥也不干']

export const something: string[][] = [
  ['身体开始微微发热','核酸阴性','感觉不到太多异常','体温处于正常范围','有预感已经阳了','普通打工人的一天'],
  ['开始发烧到37度多，直至38.5度以上','上呼吸道疼痛有种要干巴死的感觉','高烧导致浑身酸痛','当夜几乎无眠',' 味觉开始减退',' 核酸转阳','身体有些发冷','有些咳痰','感觉有些难受'],
  ['体温反复，夜间体温降到38度以下','上呼吸道依旧疼痛','浑身依旧难受','半睡半醒，精神匮乏',' 肠胃不适，下腹部隐隐作痛','味觉逐步减退','核酸阳性','感觉十分不好'],
  ['体温依旧反复，最终降到了37度以下','上呼吸道疼痛症状已不明显','浑身酸痛症状开始恢复','精神开始恢复',' 肠胃继续不适，下腹部微微作痛','开始流鼻涕','开始干咳，咳嗽时整个胸腔跟着疼','味觉减退严重','核酸阳性'],
  ['体温逐渐正常','上呼吸道疼痛症状几乎消失','浑身酸痛好转','精神好转','腹部疼痛感开始消失','流鼻涕症状继续',' 干咳，声音嘶哑，轻微头痛','味觉几乎消失','核酸阳性'],
  ['身体基本恢复正常','上呼吸道疼痛症状消失','浑身酸痛症状几乎消失','精神基本恢复','腹部疼痛感几乎消失',' 流鼻涕症状持续减弱','继续干咳，声音嘶哑','味觉开始恢复','核酸转弱阳'],
  ['今日体温完全正常','上呼吸道疼痛消失','浑身酸痛症状消失','精神完全恢复','腹部疼痛感消失','有轻微流鼻涕症状',' 咳嗽有所好转，但仍有鼻音','味觉恢复','核酸转阴'],
  ['一拳打爆5个资本家','打游戏拿10次5杀','买彩票中500w','精神倍儿好','吃嘛嘛香','修炼成防疫砖家'],
  ['国家护了我们3年，剩下的我们自己抗','跑步快过博尔特','打工人起来上班了','做梦彩票中了500w',' 被5个资本家挖了韭菜根','打游戏遇见挂机队友','中国足球队世界杯夺冠','天亮了，该醒醒了']
]

export const colors: string[] = ['#D24D57', '#26A65B', '#EB7347', '#2C3E50', '#84AF9B', '#FC9D99', '#AEDD81', '#00CCFF', '#D0D0D0']